import React from 'react';

const ProductsAllCom = () => (
  <div>
    <h2>전체 제품 관리</h2>
    <p>여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다여기는 전체 제품 관리 화면입니다.</p>
  </div>
);

export default ProductsAllCom; 